driver-tests/bpelse/while/WhileJbi/test/WhileNestedWhile25/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nes="http://www.mycomp.org/NestedWhile/NestedWhileTest">
  <soapenv:Body>
    <nes:Req>WhileNestedWhile</nes:Req>
  </soapenv:Body>
</soapenv:Envelope>